Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# config.cleanup.killOnQuit.help
source: Controls whether Wine processes are terminated when Whisky quits
ar: يتحكم في ما إذا كانت عمليات Wine تُنهى عند إغلاق Whisky
cs: Určuje, zda se procesy Wine ukončí při zavření Whisky
da: Bestemmer, om Wine-processer afsluttes, når Whisky lukkes
de: Legt fest, ob Wine-Prozesse beendet werden, wenn Whisky geschlossen wird
es: Controla si los procesos de Wine se cierran cuando se sale de Whisky
fi: Määrittää, lopetetaanko Wine-prosessit, kun Whisky suljetaan
fr: Détermine si les processus Wine sont arrêtés à la fermeture de Whisky
it: Stabilisce se i processi Wine vengono terminati alla chiusura di Whisky
ja: Whisky の終了時に Wine のプロセスを停止するかどうかを設定します
ko: Whisky를 종료할 때 Wine 프로세스도 종료할지 결정합니다
nl: Bepaalt of Wine-processen worden beëindigd wanneer Whisky wordt afgesloten
pl: Określa, czy procesy Wine są kończone przy zamykaniu Whisky
pt_br: Controla se os processos do Wine são encerrados quando o Whisky é fechado
pt_pt: Controla se os processos do Wine são terminados quando o Whisky fecha
ro: Stabilește dacă procesele Wine sunt oprite când Whisky se închide
ru: Определяет, завершаются ли процессы Wine при выходе из Whisky
sv: Avgör om Wine-processer avslutas när Whisky avslutas
tr: Whisky kapatıldığında Wine işlemlerinin sonlandırılıp sonlandırılmayacağını belirler
uk: Визначає, чи завершуються процеси Wine під час виходу з Whisky
vi: Kiểm soát việc có kết thúc các tiến trình Wine khi thoát Whisky hay không
zh_hans: 控制 Whisky 退出时是否结束 Wine 进程
zh_hant: 控制 Whisky 結束時是否終止 Wine 程序

# config.cleanup.killOnQuit.inherit
source: Use Global Setting
ar: استخدام الإعداد العام
cs: Globální nastavení
da: Brug global indstilling
de: Globale Einstellung verwenden
es: Usar ajuste global
fi: Käytä yleisasetusta
fr: Utiliser le réglage global
it: Usa impostazione globale
ja: 全体設定に従う
ko: 전역 설정 사용
nl: Algemene instelling gebruiken
pl: Ustawienie globalne
pt_br: Usar configuração global
pt_pt: Usar definição global
ro: Folosește setarea globală
ru: Общая настройка
sv: Använd global inställning
tr: Genel Ayarı Kullan
uk: Загальне налаштування
vi: Dùng cài đặt chung
zh_hans: 使用全局设置
zh_hant: 使用全域設定

# config.cleanup.killOnQuit.never
source: Never Kill
ar: عدم الإنهاء أبدًا
cs: Neukončovat
da: Stop aldrig
de: Nie beenden
es: No cerrar nunca
fi: Älä lopeta koskaan
fr: Ne jamais arrêter
it: Non terminare mai
ja: 停止しない
ko: 종료 안 함
nl: Nooit stoppen
pl: Nigdy nie kończ
pt_br: Nunca encerrar
pt_pt: Nunca terminar
ro: Nu opri niciodată
ru: Не завершать
sv: Stoppa aldrig
tr: Asla Sonlandırma
uk: Не завершувати
vi: Không kết thúc
zh_hans: 从不结束
zh_hant: 永不終止

# config.controlPanel
source: Open Control Panel
ar: فتح لوحة التحكم
cs: Otevřít Ovládací Panel
da: Åbn Kontrolpanel
de: Systemsteuerung öffnen
es: Abrir Panel de Control
fi: Avaa ohjauspaneeli
fr: Ouvrir le Panneau de Configuration
it: Apri Pannello di controllo
ja: コントロール パネルを開く
ko: 제어판 열기
nl: Open configuratiescherm
pl: Otwórz Panel Sterowania
pt_br: Abrir Painel de Controle
pt_pt: Abrir Painel de Controlo
ro: Deschide Panoul de Control
ru: Открыть Панель управления
sv: Öppna Kontrollpanelen
tr: Kontrol Panelini Aç
uk: Відкрити Панель Керування
vi: Mở Control Panel
zh_hans: 打开控制面板
zh_hant: 開啟控制台

# config.disableAppNap
source: Disable App Nap
ar: تعطيل App Nap
cs: Vypnout App Nap
da: Slå App Nap fra
de: App Nap deaktivieren
es: Desactivar App Nap
fi: Poista App Nap käytöstä
fr: Désactiver App Nap
it: Disattiva App Nap
ja: App Nap を無効にする
ko: App Nap 비활성화
nl: App Nap uitschakelen
pl: Wyłącz App Nap
pt_br: Desativar App Nap
pt_pt: Desativar App Nap
ro: Dezactivează App Nap
ru: Отключить App Nap
sv: Stäng av App Nap
tr: App Nap'i Kapat
uk: Вимкнути App Nap
vi: Tắt App Nap
zh_hans: 停用 App Nap
zh_hant: 停用 App Nap

# config.disableAppNap.info
source: Prevent macOS from throttling Wine processes for better performance
ar: يمنع macOS من خفض أداء عمليات Wine للحصول على أداء أفضل
cs: Zabrání macOS zpomalovat procesy Wine — vyšší výkon
da: Forhindrer macOS i at bremse Wine-processer, så ydeevnen bliver bedre
de: Verhindert, dass macOS Wine-Prozesse drosselt – für bessere Leistung
es: Evita que macOS limite los procesos de Wine para mejorar el rendimiento
fi: Estää macOS:ää hidastamasta Wine-prosesseja, mikä parantaa suorituskykyä
fr: Empêche macOS de brider les processus Wine pour de meilleures performances
it: Impedisce a macOS di limitare i processi Wine per prestazioni migliori
ja: macOS が Wine のプロセスを抑制しないようにして、パフォーマンスを高めます
ko: 성능 향상을 위해 macOS가 Wine 프로세스를 제한하지 않도록 합니다
nl: Voorkomt dat macOS Wine-processen afremt, voor betere prestaties
pl: Zapobiega spowalnianiu procesów Wine przez macOS — większa wydajność
pt_br: Impede que o macOS limite os processos do Wine, melhorando o desempenho
pt_pt: Impede o macOS de limitar os processos do Wine para melhor desempenho
ro: Împiedică macOS să limiteze procesele Wine, pentru performanțe mai bune
ru: Не даёт macOS замедлять процессы Wine — производительность выше
sv: Hindrar macOS från att strypa Wine-processer, vilket ger bättre prestanda
tr: Daha iyi performans için macOS'in Wine işlemlerini kısıtlamasını engeller
uk: Не дає macOS сповільнювати процеси Wine — вища продуктивність
vi: Ngăn macOS hạn chế tiến trình Wine để có hiệu năng tốt hơn
zh_hans: 防止 macOS 限制 Wine 进程，以提升性能
zh_hant: 避免 macOS 限制 Wine 程序，以提升效能

# config.display.advanced
source: Advanced
ar: متقدم
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Расширенные
sv: Avancerat
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# config.display.simple
source: Simple
ar: بسيط
cs: Jednoduché
da: Enkel
de: Einfach
fi: Perusasetukset
it: Semplice
ja: シンプル
ko: 간단
nl: Eenvoudig
pl: Proste
pt_br: Simples
pt_pt: Simples
ro: Simplu
ru: Простые
sv: Enkelt
tr: Basit
uk: Прості
vi: Đơn giản
zh_hans: 简单
zh_hant: 簡易

# config.dllOverrides.custom
source: Custom Overrides
ar: تجاوزات مخصصة
cs: Vlastní přepisy
da: Egne tilsidesættelser
de: Eigene Überschreibungen
es: Anulaciones personalizadas
fi: Omat ohitukset
fr: Remplacements personnalisés
it: Override personalizzati
ja: カスタムの上書き
ko: 사용자 지정 재정의
nl: Aangepaste overrides
pl: Własne zastąpienia
pt_br: Substituições personalizadas
pt_pt: Substituições personalizadas
ro: Suprascrieri personalizate
ru: Свои замены
sv: Egna åsidosättningar
tr: Özel Geçersiz Kılmalar
uk: Власні перевизначення
vi: Ghi đè tùy chỉnh
zh_hans: 自定义覆盖
zh_hant: 自訂覆寫

# config.dllOverrides.managed
source: Managed by preset
ar: مُدار بواسطة إعداد مسبق
cs: Spravováno předvolbou
da: Styret af forindstilling
de: Über Voreinstellung verwaltet
es: Gestionado por el preajuste
fi: Esiasetuksen hallinnassa
fr: Géré par le préréglage
it: Gestito dal preset
ja: プリセットで管理
ko: 프리셋으로 관리됨
nl: Beheerd door voorinstelling
pl: Zarządzane przez profil
pt_br: Gerenciado pela predefinição
pt_pt: Gerido pela predefinição
ro: Gestionat de presetare
ru: Управляется пресетом
sv: Styrs av förinställning
tr: Ön ayar tarafından yönetiliyor
uk: Керується пресетом
vi: Do cài đặt sẵn quản lý
zh_hans: 由预设管理
zh_hant: 由預設集管理

# config.dllOverrides.placeholder
source: No DLL overrides configured
ar: لم يتم تكوين أي تجاوزات DLL
cs: Nejsou nastaveny žádné přepisy DLL
da: Ingen DLL-tilsidesættelser konfigureret
de: Keine DLL-Überschreibungen konfiguriert
es: No hay anulaciones de DLL configuradas
fi: DLL-ohituksia ei ole määritetty
fr: Aucun remplacement de DLL configuré
it: Nessun override DLL configurato
ja: DLL の上書きは設定されていません
ko: 설정된 DLL 재정의 없음
nl: Geen DLL-overrides ingesteld
pl: Nie skonfigurowano zastąpień DLL
pt_br: Nenhuma substituição de DLL configurada
pt_pt: Nenhuma substituição de DLL configurada
ro: Nicio suprascriere DLL configurată
ru: Замены DLL не настроены
sv: Inga DLL-åsidosättningar har angetts
tr: Yapılandırılmış DLL geçersiz kılması yok
uk: Перевизначення DLL не налаштовані
vi: Chưa cấu hình ghi đè DLL nào
zh_hans: 未配置任何 DLL 覆盖
zh_hant: 未設定任何 DLL 覆寫

# config.dllOverrides.presets
source: Presets
ar: الإعدادات المسبقة
cs: Předvolby
da: Forindstillinger
de: Voreinstellungen
es: Preajustes
fi: Esiasetukset
fr: Préréglages
it: Preset
ja: プリセット
ko: 프리셋
nl: Voorinstellingen
pl: Profile
pt_br: Predefinições
pt_pt: Predefinições
ro: Presetări
ru: Пресеты
sv: Förinställningar
tr: Ön Ayarlar
uk: Пресети
vi: Cài đặt sẵn
zh_hans: 预设
zh_hant: 預設集

# config.dllOverrides.source.launcher
source: Launcher
ar: المشغّل
es: Lanzador
fi: Käynnistin
fr: Lanceur
ja: ランチャー
ko: 런처
ru: Лаунчер
tr: Başlatıcı
uk: Лаунчер
vi: Trình khởi chạy
zh_hans: 启动器
zh_hant: 啟動器

# config.dpi
source: DPI Scaling
ar: تحجيم DPI
cs: DPI škálování
da: DPI Skalering
de: DPI-Skalierung
es: Escala de DPI
fi: DPI skaalaus
fr: Mise à l'échelle PPP
it: Scaling di DPI
ja: DPI スケーリング
ko: DPI 스케일링
nl: DPI Schalen
pl: Skalowanie DPI
pt_br: Escala de DPI
pt_pt: Escala de DPI
ro: Scalare DPI
ru: Масштабирование DPI
sv: DPI-skalning
tr: DPI Ölçeklendirme
uk: Масштабування DPI
vi: DPI
zh_hans: DPI 缩放
zh_hant: DPI 縮放

# config.dpi.info
source: Set the bottle's screen DPI to scale Windows text and interface elements.
ar: اضبط قيمة DPI لشاشة الزجاجة لتغيير حجم نصوص Windows وعناصر الواجهة.
cs: Nastaví DPI obrazovky lahve pro škálování textu a prvků rozhraní Windows.
da: Angiv flaskens skærm-DPI for at skalere Windows-tekst og -grænseflade.
de: Legt den Bildschirm-DPI-Wert der Flasche fest, um Windows-Text und -Bedienelemente zu skalieren.
es: Define los DPI de la botella para escalar el texto y la interfaz de Windows.
fi: Aseta pullon näytön DPI, joka skaalaa Windowsin tekstin ja käyttöliittymän osat.
fr: Définit le PPP de la bouteille pour mettre à l'échelle le texte et l'interface de Windows.
it: Imposta il DPI della bottiglia per scalare testo e interfaccia di Windows.
ja: Bottle の画面 DPI を設定し、Windows の文字やインターフェイス要素を拡大縮小します。
ko: Bottle의 화면 DPI를 설정해 Windows 텍스트와 인터페이스 요소의 크기를 조절합니다.
nl: Stelt de DPI van het scherm van de fles in om Windows-tekst en -interface te schalen.
pl: Ustawia DPI ekranu butelki, aby skalować tekst i elementy interfejsu Windows.
pt_br: Define o DPI da Bottle para dimensionar o texto e a interface do Windows.
pt_pt: Define os DPI da Bottle para dimensionar o texto e a interface do Windows.
ro: Setează DPI-ul sticlei pentru a scala textul și interfața Windows.
ru: Задаёт DPI экрана бутылки для масштабирования текста и элементов интерфейса Windows.
sv: Ange flaskans skärm-DPI för att skala Windows-text och gränssnitt.
tr: Windows metnini ve arayüz ögelerini ölçeklemek için şişenin ekran DPI değerini ayarlayın.
uk: Задає DPI екрана пляшки для масштабування тексту й елементів інтерфейсу Windows.
vi: Đặt DPI màn hình của bottle để chỉnh tỷ lệ chữ và giao diện Windows.
zh_hans: 设定此 Bottle 的屏幕 DPI，以缩放 Windows 文本和界面元素。
zh_hant: 設定此 Bottle 的螢幕 DPI，以縮放 Windows 文字與介面元素。

# config.dxr
source: DirectX Raytracing
ar: تتبع أشعة DirectX
cs: Ray tracing DirectX
es: Trazado de rayos de DirectX
fi: DirectX-säteenseuranta
fr: Raytracing DirectX
it: Raytracing DirectX
ja: DirectX レイトレーシング
ko: DirectX 레이 트레이싱
pl: Ray tracing DirectX
pt_br: Raytracing DirectX
pt_pt: Raytracing DirectX
ro: Raytracing DirectX
ru: Трассировка лучей DirectX
tr: DirectX Işın İzleme
uk: Трасування променів DirectX
vi: Ray tracing DirectX
zh_hans: DirectX 光线追踪
zh_hant: DirectX 光線追蹤

# config.dxr.info
source: Enables raytracing support in DirectX 12 titles
ar: تمكين دعم تتبع الأشعة في عناوين DirectX 12
cs: Zapíná ray tracing ve hrách s DirectX 12
da: Aktiverer raytracing i DirectX 12-titler
de: Aktiviert Raytracing-Unterstützung in DirectX 12 Titeln
es: Permite el trazado de rayos en los títulos con DirectX 12
fi: Ottaa käyttöön säteenseurannan DirectX 12 -peleissä
fr: Active la prise en charge du raytracing dans les jeux DirectX 12
it: Attiva il supporto al raytracing nei giochi DirectX 12
ja: DirectX 12 のタイトルでレイトレーシングを有効にする
ko: DirectX 12 타이틀에서 레이 트레이싱을 활성화합니다
nl: Schakelt raytracing in bij DirectX 12-games
pl: Włącza ray tracing w grach DirectX 12
pt_br: Ativa o suporte a raytracing em títulos DirectX 12
pt_pt: Ativa o suporte a raytracing em títulos DirectX 12
ro: Activează raytracing în titlurile DirectX 12
ru: Включает поддержку raytracing в DirectX 12 заголовках
sv: Aktiverar raytracing i DirectX 12-titlar
tr: DirectX 12 oyunlarında ışın izleme desteğini etkinleştirir
uk: Вмикає трасування променів в іграх на DirectX 12
vi: Bật hỗ trợ ray tracing trong các game DirectX 12
zh_hans: 在DirectX 12 游戏中启用光线追踪
zh_hant: 在 DirectX 12 遊戲中啟用光線追蹤支援

# config.dxvk.async.info
source: Compile shaders in the background to reduce stutter, with a small risk of brief visual glitches.
ar: يجمّع المظللات في الخلفية لتقليل التقطيع، مع احتمال ضئيل لظهور خلل بصري قصير.
cs: Kompiluje shadery na pozadí, omezuje sekání; zřídka se můžou objevit krátké grafické artefakty.
da: Kompilerer shaders i baggrunden for at mindske hakken, med en lille risiko for kortvarige grafikfejl.
de: Kompiliert Shader im Hintergrund, um Ruckler zu reduzieren – mit geringem Risiko kurzer Bildfehler.
es: Compila los shaders en segundo plano para reducir los tirones, con un pequeño riesgo de fallos visuales breves.
fi: Kääntää varjostimet taustalla nykimisen vähentämiseksi; pieni riski hetkellisistä visuaalisista häiriöistä.
fr: Compile les shaders en arrière-plan pour réduire les saccades, avec un faible risque de brefs défauts d'affichage.
it: Compila gli shader in background per ridurre gli scatti, con un piccolo rischio di brevi glitch visivi.
ja: シェーダーをバックグラウンドでコンパイルしてカクつきを減らします。まれに一瞬の描画の乱れが起きることがあります。
ko: 백그라운드에서 셰이더를 컴파일해 끊김을 줄입니다. 드물게 화면이 잠깐 깨질 수 있습니다.
nl: Compileert shaders op de achtergrond om haperingen te verminderen, met een klein risico op korte beeldfouten.
pl: Kompiluje shadery w tle, ograniczając przycięcia; rzadko mogą pojawić się krótkie artefakty graficzne.
pt_br: Compila shaders em segundo plano para reduzir engasgos, com um pequeno risco de falhas visuais rápidas.
pt_pt: Compila shaders em segundo plano para reduzir engasgos, com um pequeno risco de falhas visuais breves.
ro: Compilează shaderele în fundal pentru a reduce sacadările, cu un mic risc de scurte defecte vizuale.
ru: Компилирует шейдеры в фоне, уменьшая подтормаживания; изредка возможны кратковременные графические артефакты.
sv: Kompilerar shaders i bakgrunden för att minska hack, med en liten risk för kortvariga grafikfel.
tr: Takılmayı azaltmak için gölgelendiricileri arka planda derler; küçük bir görsel bozulma riski vardır.
uk: Компілює шейдери у фоні, зменшуючи підгальмовування; зрідка можливі короткочасні графічні артефакти.
vi: Biên dịch shader ở nền để giảm giật, đổi lại có nguy cơ nhỏ xuất hiện lỗi hình ảnh thoáng qua.
zh_hans: 在后台编译着色器以减少卡顿，但有极小概率出现短暂的画面异常。
zh_hant: 在背景編譯著色器以減少頓挫，但有極小機率出現短暫的畫面異常。

# config.dxvk.confNotFound
source: DXVK config file not found
ar: لم يتم العثور على ملف تكوين DXVK
cs: Konfigurační soubor DXVK nebyl nalezen
da: DXVK-konfigurationsfilen blev ikke fundet
de: DXVK-Konfigurationsdatei nicht gefunden
es: No se ha encontrado el archivo de configuración de DXVK
fi: DXVK-määritystiedostoa ei löytynyt
fr: Fichier de configuration DXVK introuvable
it: File di configurazione DXVK non trovato
ja: DXVK の設定ファイルが見つかりません
ko: DXVK 구성 파일을 찾을 수 없음
nl: DXVK-configuratiebestand niet gevonden
pl: Nie znaleziono pliku konfiguracji DXVK
pt_br: Arquivo de configuração do DXVK não encontrado
pt_pt: Ficheiro de configuração do DXVK não encontrado
ro: Fișierul de configurare DXVK nu a fost găsit
ru: Файл конфигурации DXVK не найден
sv: DXVK-konfigurationsfilen hittades inte
tr: DXVK yapılandırma dosyası bulunamadı
uk: Файл конфігурації DXVK не знайдено
vi: Không tìm thấy tệp cấu hình DXVK
zh_hans: 找不到 DXVK 配置文件
zh_hant: 找不到 DXVK 設定檔

# config.dxvk.inactive
source: DXVK is not currently active
ar: DXVK غير نشط حاليًا
cs: DXVK není momentálně aktivní
da: DXVK er ikke aktiv i øjeblikket
de: DXVK ist derzeit nicht aktiv
es: DXVK no está activo ahora mismo
fi: DXVK ei ole tällä hetkellä käytössä
fr: DXVK n'est pas actif actuellement
it: DXVK non è attivo al momento
ja: DXVK は現在有効になっていません
ko: DXVK가 현재 활성화되어 있지 않습니다
nl: DXVK is momenteel niet actief
pl: DXVK nie jest teraz aktywny
pt_br: O DXVK não está ativo no momento
pt_pt: O DXVK não está ativo neste momento
ro: DXVK nu este activ momentan
ru: DXVK сейчас не активен
sv: DXVK är inte aktivt just nu
tr: DXVK şu anda etkin değil
uk: DXVK зараз неактивний
vi: DXVK hiện không hoạt động
zh_hans: DXVK 当前未启用
zh_hant: DXVK 目前未啟用

# config.dxvk.openInEditor
source: Open in Editor…
ar: فتح في المحرر…
cs: Otevřít v editoru…
da: Åbn i editor…
de: Im Editor öffnen…
es: Abrir en el editor…
fi: Avaa editorissa…
fr: Ouvrir dans l'éditeur…
it: Apri nell'editor…
ja: エディタで開く…
ko: 편집기에서 열기…
pl: Otwórz w edytorze…
pt_br: Abrir no editor…
pt_pt: Abrir no editor…
ro: Deschide în editor…
ru: Открыть в редакторе…
sv: Öppna i redigerare…
tr: Düzenleyicide Aç…
uk: Відкрити в редакторі…
vi: Mở trong trình soạn thảo…
zh_hans: 在编辑器中打开…
zh_hant: 在編輯器中打開…

# config.dxvk.reset
source: Reset
ar: إعادة تعيين
cs: Obnovit výchozí
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Palauta
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstel
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetează
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# config.dxvk.revealInFinder
source: Reveal in Finder
ar: إظهار في Finder
cs: Zobrazit ve Finderu
da: Vis i Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ro: Arată în Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiện trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# config.dxvk.title
source: DXVK Configuration
ar: تكوين DXVK
cs: Konfigurace DXVK
da: DXVK-konfiguration
de: DXVK-Konfiguration
es: Configuración de DXVK
fi: DXVK-määritykset
fr: Configuration DXVK
it: Configurazione DXVK
ja: DXVK の設定
ko: DXVK 구성
nl: DXVK-configuratie
pl: Konfiguracja DXVK
pt_br: Configuração do DXVK
pt_pt: Configuração do DXVK
ro: Configurare DXVK
ru: Конфигурация DXVK
sv: DXVK-konfiguration
tr: DXVK Yapılandırması
uk: Конфігурація DXVK
vi: Cấu hình DXVK
zh_hans: DXVK 配置
zh_hant: DXVK 設定

# config.dxvkHud.full
source: Full
ar: كامل
cs: Plný
da: Fuld
de: Voll
es: Completa
fi: Koko
fr: Détaillé
it: Completo
ja: 完全
ko: 전체
nl: Volledig
pl: Pełny
pt_br: Completa
pt_pt: Completo
ro: Complet
ru: Полный
sv: Fullständig
tr: Tam
uk: Повний
vi: Đầy đủ
zh_hans: 全部
zh_hant: 全開

# config.dxvkHud.info
source: Overlay DXVK statistics (FPS, version, memory) on top of the running game.
ar: يعرض إحصاءات DXVK (معدل الإطارات والإصدار والذاكرة) فوق اللعبة قيد التشغيل.
cs: Zobrazuje statistiky DXVK (FPS, verze, paměť) přes běžící hru.
da: Viser DXVK-statistik (FPS, version, hukommelse) oven på det kørende spil.
de: Blendet DXVK-Statistiken (FPS, Version, Speicher) über dem laufenden Spiel ein.
es: Superpone estadísticas de DXVK (FPS, versión, memoria) sobre el juego en ejecución.
fi: Näyttää DXVK-tilastot (FPS, versio, muisti) käynnissä olevan pelin päällä.
fr: Affiche les statistiques DXVK (FPS, version, mémoire) par-dessus le jeu en cours.
it: Sovrappone le statistiche DXVK (FPS, versione, memoria) al gioco in esecuzione.
ja: 実行中のゲームに DXVK の統計情報 (FPS、バージョン、メモリ) を重ねて表示します。
ko: 실행 중인 게임 위에 DXVK 통계(FPS, 버전, 메모리)를 표시합니다.
nl: Toont DXVK-statistieken (FPS, versie, geheugen) over de actieve game heen.
pl: Wyświetla statystyki DXVK (FPS, wersja, pamięć) na wierzchu gry.
pt_br: Sobrepõe estatísticas do DXVK (FPS, versão, memória) ao jogo em execução.
pt_pt: Sobrepõe estatísticas do DXVK (FPS, versão, memória) ao jogo em execução.
ro: Afișează statistici DXVK (FPS, versiune, memorie) peste jocul care rulează.
ru: Показывает статистику DXVK (FPS, версия, память) поверх запущенной игры.
sv: Visar DXVK-statistik (FPS, version, minne) ovanpå spelet som körs.
tr: Çalışan oyunun üzerinde DXVK istatistiklerini (FPS, sürüm, bellek) gösterir.
uk: Показує статистику DXVK (FPS, версія, пам'ять) поверх запущеної гри.
vi: Hiển thị thống kê DXVK (FPS, phiên bản, bộ nhớ) chồng lên game đang chạy.
zh_hans: 在运行中的游戏上叠加显示 DXVK 统计信息（帧率、版本、内存）。
zh_hant: 在執行中的遊戲上疊加顯示 DXVK 統計資訊（FPS、版本、記憶體）。

# config.dxvkHud.off
source: Off
ar: تعطيل
cs: Vypnuto
da: Fra
de: Aus
es: Apagado
fi: Pois
fr: Désactivé
it: Spento
ja: オフ
ko: 끄기
nl: Uit
pl: Wyłączony
pt_br: Desativada
pt_pt: Desligado
ro: Dezactivat
ru: Выключен
sv: Av
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# config.dxvkHud.partial
source: Partial
ar: جزئي
cs: Částečný
da: Delvis
de: Teilweise
es: Parcial
fi: Osittainen
fr: Partiel
it: Parziale
ja: 一部
ko: 일부
nl: Gedeeltelijk
pl: Częściowy
pt_br: Parcial
pt_pt: Parcial
ro: Parțial
ru: Частичный
sv: Delvis
tr: Kısmi
uk: Частковий
vi: Một phần
zh_hans: 部分
zh_hant: 部份

# config.enhancedSync
source: Enhanced Sync
ar: مزامنة محسنة
cs: Rozšířená synchronizace
da: Trådsynkronisering
de: Verbessertes Sync
es: Sincronización mejorada
fi: Parannettu Synkronointi
fr: Sync Avancée
it: Sync avanzata
ja: 拡張同期
ko: 향상된 동기 처리
nl: Threadsynchronisatie
pl: Rodzaj synchronizacji
pt_br: Sincronização aprimorada
pt_pt: Sincronização melhorada
ro: Sincronizare avansată
ru: Улучшенная синхронизация
sv: Trådsynkronisering
tr: Gelişmiş Eşitleme
uk: Розширена синхронізація
vi: Sync nâng cao
zh_hans: 增强同步
zh_hant: 增強同步
